CSI API ETABS v1
cSapModel.PropPointSpring Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cPropPointSpring PropPointSpring { get; }
ReadOnly Property PropPointSpring As cPropPointSpring
	Get
Dim instance As cSapModel
Dim value As cPropPointSpring
value = instance.PropPointSpring
property cPropPointSpring^ PropPointSpring {
	cPropPointSpring^ get ();
}
abstract PropPointSpring : cPropPointSpring with get
Property Value
Type: cPropPointSpring
See Also
Reference
cSapModel Interface
ETABSv1 Namespace